Revit 2024 API
PointOnFace Properties
The PointOnFace type exposes the following members.
Properties
Name | Description
UV
The location of the point in the surface's coordinate system.
See Also
PointOnFace Class
Autodesk.Revit.DB Namespace